function Posts() {
    return (
        
        <section className="posts">
        <div className="container">
          <article>
            <div className="pic"><img width={121} src="images/2.png" alt="" /></div>
            <div className="info">
              <h3>СПО (Колледж)</h3>
              <p>Cтруктурное подразделение университета, ориентированное на высокое качество обучения и всестороннее воспитание личности. Колледж открыт в 2016 году для осуществления образовательной деятельности в сфере среднего профессионального образования.</p>
            </div>
          </article>
          <article>
            <div className="pic"><img width={121} src="images/3.png" alt="" /></div>
            <div className="info">
              <h3>Наша Миссия</h3>
              <p>Внесение достойного вклада в иновационное развитие республики, удовлетворение потребностей общества и рынка труда в конкурентноспособных специалистах среднего звена в области архитектуры, строительства, транспорта, экономики, менеджмента и инфрмационных технологий.</p>
            </div>
          </article>
        </div>
      </section>

    )
}

export default Posts
